-- MySQL dump 10.13  Distrib 5.6.24, for linux-glibc2.5 (x86_64)
--
-- Host: localhost    Database: qinzi
-- ------------------------------------------------------
-- Server version	5.6.24-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `cms`
--

DROP TABLE IF EXISTS `cms`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `cms` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `title` varchar(512) DEFAULT NULL COMMENT '标题',
  `content` varchar(512) DEFAULT NULL COMMENT '简介',
  `tag` varchar(128) DEFAULT NULL COMMENT '标签',
  `begindate` datetime NOT NULL COMMENT '开始时间',
  `enddate` datetime NOT NULL COMMENT '结束时间',
  `addtime` datetime NOT NULL COMMENT '添加时间',
  `status` int(10) NOT NULL COMMENT '状态',
  `imgurl` varchar(512) NOT NULL COMMENT '图片地址',
  `pageid` int(10) NOT NULL COMMENT '展现页面',
  `cmspositionid` int(10) NOT NULL COMMENT '展现位置',
  `sort` int(10) NOT NULL COMMENT '展现位置顺序',
  `link` varchar(512) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=99 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cms`
--

LOCK TABLES `cms` WRITE;
/*!40000 ALTER TABLE `cms` DISABLE KEYS */;
INSERT INTO `cms` VALUES (2,'亲子户外摄影，周末，一起逛玄武湖！','亲子户外摄影，周末，一起逛玄武湖！','亲子户外摄影，周末，一起逛玄武湖！','2015-09-10 00:00:00','2015-09-22 00:00:00','2015-09-10 06:19:58',1,'uploads/14422716804269.jpg',1,1,4,'http://www.xici.net/d221098301.htm'),(25,'公益讲座沙龙报名开始！你的言行决定孩子！','公益讲座沙龙报名开始！你的言行决定孩子！','公益讲座沙龙报名开始！你的言行决定孩子！','2015-09-10 00:00:00','2015-09-22 00:00:00','2015-09-11 10:27:05',1,'uploads/14422717316597.jpg',1,1,2,'http://www.xici.net/d221679797.htm'),(26,'消防安全零距离：看实战、参观消防宿舍！','消防安全零距离：看实战、参观消防宿舍！','消防安全零距离：看实战、参观消防宿舍！','2015-09-10 00:00:00','2015-09-22 00:00:00','2015-09-11 10:29:25',1,'uploads/14422717898158.jpg',1,1,3,'http://www.xici.net/d221600556.htm'),(27,'天线宝宝欢乐专场！亲子游戏限量报名~','天线宝宝欢乐专场！亲子游戏限量报名~','天线宝宝欢乐专场！亲子游戏限量报名~','2015-09-14 00:00:00','2015-09-22 00:00:00','2015-09-14 02:09:14',1,'uploads/14422718056003.jpg',1,1,1,'http://www.xici.net/d221899371.htm'),(28,'灵感爆棚！宝贝的石头彩绘作品！','随处捡的一块石头，动动笔就成了精美的工艺品，独一无二灵气十足！','随处捡的一块石头，动动笔就成了精美的工艺品，独一无二灵气十足！','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 02:24:03',1,'uploads/14421686437406.jpeg',1,2,1,'http://www.xici.net/d221680329.htm'),(29,'十一去哪里？卡巴七天乐！','超轻粘土，发挥你的小创意和动手能力，享受自己动手制作的乐趣吧！','超轻粘土，发挥你的小创意和动手能力，享受自己动手制作的乐趣吧！','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 02:26:44',1,'uploads/14421688048709.jpeg',1,2,2,'http://www.xici.net/d221811605.htm'),(30,'【吐槽】12位妈妈逆天的教养笔记','白雪公主妈妈们都知道，但是稍作改编，居然让女儿学会了自我保护！','白雪公主妈妈们都知道，但是稍作改编，居然让女儿学会了自我保护！','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 02:27:51',1,'uploads/14421688966245.jpeg',1,2,3,'http://www.xici.net/d221670805.htm'),(31,'二胎子女医疗费报销政策','二胎子女医疗费报销政策','二胎子女医疗费报销政策','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 02:30:30',1,'uploads/14421690306868.jpeg',1,3,1,'http://www.njbbs.gov.cn/read.php?tid=1198551'),(32,'六合区竹镇镇启动九月“月服务”','六合区竹镇镇启动九月“月服务”','六合区竹镇镇启动九月“月服务”','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 02:31:33',1,'uploads/14421690935495.jpeg',1,3,2,'http://www.njjsw.gov.cn/13413/13416/13420/201509/t20150910_3555373.html'),(33,'2015年南京市计划生育奖励政策','2015年南京市计划生育奖励政策','2015年南京市计划生育奖励政策','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 02:32:37',1,'uploads/14421691577997.jpeg',1,3,3,'http://www.njjsw.gov.cn/13413/13416/13417/201507/t20150706_3441726.html'),(34,'【行为习惯】宝宝学走路，学步车弊大于利？','宝宝在 11-14 个月时开始学会走路，只要在18个月之前能独立走路，就不会有什么问题，而学步车对孩子学走路是弊大于利！','【行为习惯】宝宝学走路，学步车弊大于利？','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 02:35:55',1,'uploads/14421693552698.jpg',1,4,1,'http://www.xici.net/d221697000.htm'),(35,'【身心发展】怎样对待宝宝的好奇心和探索行为？','0-3岁宝宝的探索行为，往往会带来一定“破坏性”，对此，爸爸妈妈要有宽容心，适当地引导，不要责骂宝贝。','【身心发展】怎样对待宝宝的好奇心和探索行为？','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:03:27',1,'uploads/14421710077420.jpg',1,4,2,'http://www.xici.net/d221700420.htm'),(36,'【疾病预防】跟着宝贝牙齿生长图，学口腔护理！','1 岁以前的宝宝，其实不必使用牙刷。爸爸妈妈的手指用洁净的纱布裹好、浸湿，就是宝宝最好的首支“牙刷”。','【疾病预防】跟着宝贝牙齿生长图，学口腔护理！','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:04:58',1,'uploads/14421710986785.jpg',1,4,3,'http://www.xici.net/d221701320.htm'),(37,'【亲子时光】带着宝贝一起“拍拍乐”！','每天5分钟，陪伴孩子做一个互动游戏，不仅能培养宝贝的触觉感受能力，还能培养宝贝对身体部位的认知能力。','【亲子时光】带着宝贝一起“拍拍乐”！','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:06:32',1,'uploads/14421711927732.jpg',1,4,4,'http://www.xici.net/d221812434.htm'),(38,'王骏：3C产品对儿童的影响','王骏：3C产品对儿童的影响','专家解答','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:11:02',1,'uploads/14421714621979.jpg',1,5,1,'http://www.xici.net/d221787697.htm'),(39,'【下期预告】孩子吃饭习惯差，咋办？','【下期预告】孩子吃饭习惯差，咋办？','【下期预告】孩子吃饭习惯差，咋办？','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:15:55',1,'uploads/14421717558110.jpeg',1,6,1,'http://www.xici.net/d221789046.htm'),(40,'【转让】16CM女宝新托米福尔小鞋','【转让】16CM女宝新托米福尔小鞋','【转让】16CM女宝新托米福尔小鞋','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:18:18',1,'uploads/14421718987538.jpeg',1,7,1,'http://www.xici.net/d221833036.htm'),(41,'【75折转让】9成新可伸缩儿童床','【75折转让】9成新可伸缩儿童床','【75折转让】9成新可伸缩儿童床','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:25:25',1,'uploads/14421723258536.jpeg',1,7,2,'http://www.xici.net/d221744920.htm'),(42,'【往期讲座】0-3岁婴幼儿的科学喂养','【往期讲座】0-3岁婴幼儿的科学喂养','【往期讲座】0-3岁婴幼儿的科学喂养','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:26:41',1,'uploads/14421724013379.jpeg',1,6,2,'http://www.xici.net/d221904516.htm'),(43,'【转让】好孩子高景观推车','【转让】好孩子高景观推车','【转让】好孩子高景观推车','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:36:13',1,'uploads/14421729737186.jpeg',1,7,3,'http://www.xici.net/d221677898.htm'),(44,'女人保养、减肥、丰胸的一点心得','女人保养、减肥、丰胸的一点心得','女人保养、减肥、丰胸的一点心得','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:37:46',1,'uploads/14421730665596.jpeg',1,7,4,'http://www.xici.net/d126647996.htm'),(45,'受不了的冷战，这婚离还是不离？！','受不了的冷战，这婚离还是不离？！','受不了的冷战，这婚离还是不离？！','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:43:44',1,'uploads/14421734244777.jpeg',1,7,5,'http://www.xici.net/d221787297.htm'),(46,'【转让】孕妇辐射服专区','【转让】孕妇辐射服专区','【转让】孕妇辐射服专区','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:44:45',1,'uploads/14421734855670.jpeg',1,7,6,'http://www.xici.net/d144188555.htm'),(47,'【拼团】迪士尼婴儿装十件套礼盒！','【拼团】迪士尼婴儿装十件套礼盒！','【拼团】迪士尼婴儿装十件套礼盒！','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 03:46:33',1,'uploads/14421735939422.jpeg',1,7,7,'http://www.xici.net/d205435196.htm'),(48,'【探店】月子会所试吃0元月子餐！','【探店】月子会所试吃0元月子餐！','【探店】月子会所试吃0元月子餐！','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 05:47:22',1,'uploads/14421808426295.jpeg',1,7,8,'http://www.xici.net/d194414958.htm'),(49,'国庆东黄山亲子二日山水游','国庆东黄山亲子二日山水游','【十一出游】','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 05:50:15',1,'uploads/14421812044014.jpg',1,8,1,'http://www.xici.net/d221757307.htm'),(50,'小战狼国庆亲子军事训练营','小战狼国庆亲子军事训练营','【户外体验】','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 05:55:58',1,'uploads/14421813581580.jpg',1,8,2,'http://www.xici.net/d221746154.htm'),(51,'卡巴邀你玩积木运动会！','卡巴邀你玩积木运动会！','【十一玩乐】','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:07:11',1,'uploads/14421838271549.jpg',1,8,3,'http://www.xici.net/d221811605.htm'),(52,'玩滑梯也有安全隐患？！','玩滑梯也有安全隐患？！','【行为习惯】','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:15:44',1,'uploads/14421825441655.jpg',1,9,1,'http://www.xici.net/d221732804.htm'),(53,'怎样看待新入园儿童的分离焦虑期？','怎样看待新入园儿童的分离焦虑期？','【身心发展】','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:17:01',1,'uploads/14421826217712.jpg',1,9,2,'http://www.xici.net/d221746716.htm'),(54,'幼儿园宝宝的手足口病防治','幼儿园宝宝的手足口病防治','【疾病预防】','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:18:07',1,'uploads/14421826874060.jpg',1,9,3,'http://www.xici.net/d221747895.htm'),(55,'新生一年级讲讲放学后的安排吧！','新生一年级讲讲放学后的安排吧！','新生一年级讲讲放学后的安排吧！','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:27:46',1,'uploads/14421832669400.jpeg',1,10,1,'http://www.xici.net/d221580910.htm'),(56,'开学了，你称过孩子的书包有多重吗？','开学了，你称过孩子的书包有多重吗？','开学了，你称过孩子的书包有多重吗？','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:29:37',1,'uploads/14421833775399.jpeg',1,10,2,'http://www.xici.net/d207485394.htm'),(57,'景爸实验室：电动吸尘器制作','景爸实验室：电动吸尘器制作','景爸实验室：电动吸尘器制作','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:31:14',1,'uploads/14421834744839.jpeg',1,10,3,'http://www.xici.net/d221745650.htm'),(58,'意大利经典童话《生气地画画》音频版','意大利经典童话《生气地画画》音频版','意大利经典童话《生气地画画》音频版','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:34:37',1,'uploads/14421836772767.jpeg',1,10,4,'http://www.xici.net/d217201610.htm'),(59,'儿童医院，为啥总开医保范围外的药？','儿童医院，为啥总开医保范围外的药？','儿童医院，为啥总开医保范围外的药？','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:38:56',1,'uploads/14421839365289.jpeg',1,10,5,'http://www.xici.net/d215322520.htm'),(60,'给baby做一道菜，来个惊喜！','给baby做一道菜，来个惊喜！','给baby做一道菜，来个惊喜！','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:41:17',1,'uploads/14421840777799.jpeg',1,10,6,'http://www.xici.net/d221800431.htm'),(61,'天线宝宝早教中心','天线宝宝早教中心','天线宝宝早教中心','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:50:08',1,'uploads/14421846086841.jpeg',1,11,1,'http://www.xici.net/b1251269/'),(62,'欢乐屋儿童主题派对','欢乐屋儿童主题派对','欢乐屋儿童主题派对','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 06:59:03',1,'uploads/14421851436508.jpeg',1,11,2,'http://funhouse.xici.net'),(63,'南京胡老师幼小衔接','南京胡老师幼小衔接','南京胡老师幼小衔接','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:02:00',1,'uploads/14421853201960.jpeg',1,11,3,'http://www.xici.net/b1435790/'),(64,'欢腾水1对1中儿童游泳私教','欢腾水1对1中儿童游泳私教','欢腾水1对1中儿童游泳私教','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:04:46',1,'uploads/14421854865692.jpeg',1,11,4,'http://www.xici.net/b1457344/'),(65,'红黄蓝儿童摄影','红黄蓝儿童摄影','红黄蓝儿童摄影','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:13:03',1,'uploads/14421859831557.jpeg',1,11,5,'http://www.xici.net/b1114772/'),(66,'凤凰西祠亲子','凤凰西祠亲子','凤凰西祠亲子','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:20:36',1,'uploads/14421864365492.jpg',1,12,1,'http://www.xici.net/b1543829/board.asp'),(67,'小猪慢慢长','小猪慢慢长','小猪慢慢长','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:22:55',1,'uploads/14421865751123.jpg',1,12,2,'http://zhuban.xici.net'),(68,'大肚皮乐园','大肚皮乐园','大肚皮乐园','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:26:59',1,'uploads/14421868196814.jpg',1,12,3,'http://ddply.xici.net'),(69,'妈宝帮','妈宝帮','妈宝帮','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:51:33',1,'uploads/14421882931233.jpg',1,12,4,'http://b1251838.xici.net'),(70,'亲子游俱乐部','亲子游俱乐部','亲子游俱乐部','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:52:29',1,'uploads/14421883497857.jpg',1,12,5,'http://b1367549.xici.net'),(71,'腾云的诵读','腾云的诵读','腾云的诵读','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:55:43',1,'uploads/14421885438468.jpg',1,12,6,'http://ruohongmama.xici.net'),(72,'准妈妈俱乐部','准妈妈俱乐部','准妈妈俱乐部','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:56:33',1,'uploads/14421885932745.jpg',1,12,7,'http://b1412378.xici.net'),(73,'爱心妈妈群','爱心妈妈群','爱心妈妈群','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 07:57:31',1,'uploads/14421886515282.jpg',1,12,8,'http://b1284273.xici.net'),(74,'哇哦手表0元试戴','哇哦手表0元试戴','哇哦手表0元试戴','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:00:44',1,'uploads/14421888444653.jpg',1,13,1,'http://www.xici.net/d221805845.htm'),(75,'儿童写真0元拍','儿童写真0元拍','儿童写真0元拍','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:01:48',1,'uploads/14421889083103.jpg',1,13,2,'http://www.xici.net/d221782969.htm'),(76,'《我的宝宝想说什么？》','《我的宝宝想说什么？》','《我的宝宝想说什么？》','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:05:17',1,'uploads/14421891175778.jpg',1,14,1,'http://www.xici.net/d221656312.htm'),(77,'《和小白羊一起入睡》','《和小白羊一起入睡》','《和小白羊一起入睡》','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:17:03',1,'uploads/14421898235771.jpg',1,14,2,'http://www.xici.net/d221656347.htm'),(78,'《忙碌爸爸也能做好爸爸》','《忙碌爸爸也能做好爸爸》','《忙碌爸爸也能做好爸爸》','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:17:59',1,'uploads/14421898796055.jpg',1,14,3,'http://www.xici.net/d221656365.htm'),(79,'《省心妈妈》','《省心妈妈》','《省心妈妈》','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:19:02',1,'uploads/14421899423847.jpg',1,14,4,'http://www.xici.net/d221656517.htm'),(80,'孩子老分心，怎么办？','孩子老分心，怎么办？','孩子老分心，怎么办？','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:20:13',1,'uploads/14422737297775.jpg',1,15,1,'http://www.xici.net/d221703690.htm'),(81,'秀秀我的大肚子照','秀秀我的大肚子照','秀秀我的大肚子照','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:34:22',1,'uploads/14421908622383.jpg',1,16,1,'http://www.xici.net/d115509732.htm'),(82,'齐妈的爱心早餐','齐妈的爱心早餐','齐妈的爱心早餐','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:35:20',1,'uploads/14421909203016.jpg',1,16,2,'http://www.xici.net/d221533703.htm'),(83,'属于孕妇的别样sexy','属于孕妇的别样sexy','属于孕妇的别样sexy','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:37:57',1,'uploads/14421910775567.jpg',1,16,3,'http://www.xici.net/d215296630.htm'),(84,'四岁娃娃的教育已让我力不从心','四岁娃娃的教育已让我力不从心','四岁娃娃的教育已让我力不从心','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:50:50',1,'uploads/14421918504907.jpeg',1,17,1,'http://www.xici.net/d221558462.htm'),(85,'小朋友才上一年级几天就不愿去了','小朋友才上一年级几天就不愿去了','小朋友才上一年级几天就不愿去了','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 08:52:11',1,'uploads/14421919313894.jpeg',1,17,2,'http://www.xici.net/d221620100.htm'),(86,'太温馨，离别时泪流满面','太温馨，离别时泪流满面','太温馨，离别时泪流满面','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:01:56',1,'uploads/14421925161012.jpeg',1,17,3,'http://www.xici.net/d219901705.htm'),(87,'孩子的书包究竟是要有多重？','孩子的书包究竟是要有多重？','孩子的书包究竟是要有多重？','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:03:24',1,'uploads/14421926047682.jpeg',1,18,1,'http://www.xici.net/d207485394.htm'),(88,'我来聊聊如何防止宝宝走丢','我来聊聊如何防止宝宝走丢','我来聊聊如何防止宝宝走丢','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:06:27',1,'uploads/14421927872402.jpeg',1,18,2,'http://www.xici.net/d221624065.htm'),(89,'有些哄孩子的话是不可以说的','有些哄孩子的话是不可以说的','有些哄孩子的话是不可以说的','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:07:22',1,'uploads/14421928423859.jpeg',1,18,3,'http://www.xici.net/d221639185.htm'),(90,'孩子上学真真儿是难呀','孩子上学真真儿是难呀','孩子上学真真儿是难呀','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:12:57',1,'uploads/14421931775893.jpeg',1,18,4,'http://www.xici.net/d221551734.htm'),(91,'宝贝1','宝贝1','宝贝1','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:14:55',1,'uploads/14421932954104.jpg',1,19,1,'http://www.xici.net/d139390835.htm'),(92,'宝贝2','宝贝2','宝贝2','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:16:43',1,'uploads/14421934032950.jpg',1,19,2,'http://www.xici.net/d194074660.htm'),(93,'宝贝3','宝贝3','宝贝3','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:18:30',1,'uploads/14421935102944.jpg',1,19,3,'http://www.xici.net/d199877822.htm'),(94,'宝贝4','宝贝4','宝贝4','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:20:59',1,'uploads/14421936599690.jpg',1,19,4,'http://www.xici.net/d190917568.htm'),(95,'宝贝5','宝贝5','宝贝5','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:23:15',1,'uploads/14421937954517.jpg',1,19,5,'http://www.xici.net/d215299065.htm'),(96,'宝贝6','宝贝6','宝贝6','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:24:23',1,'uploads/14421938633868.jpg',1,19,6,'http://www.xici.net/d204821984.htm'),(97,'宝贝7','宝贝7','宝贝7','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:26:14',1,'uploads/14421939744216.jpg',1,19,7,'http://www.xici.net/d187381088.htm'),(98,'宝贝8','宝贝8','宝贝8','2015-09-14 00:00:00','2015-12-15 00:00:00','2015-09-14 09:28:31',1,'uploads/14421941114715.jpg',1,19,8,'http://www.xici.net/d203136838.htm');
/*!40000 ALTER TABLE `cms` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cmsposition`
--

DROP TABLE IF EXISTS `cmsposition`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `cmsposition` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT NULL,
  `pageid` int(10) NOT NULL,
  `status` int(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cmsposition`
--

LOCK TABLES `cmsposition` WRITE;
/*!40000 ALTER TABLE `cmsposition` DISABLE KEYS */;
INSERT INTO `cmsposition` VALUES (1,'轮播图',1,1),(2,'热点',1,1),(3,'政策解读',1,1),(4,'健康萌宝贝',1,1),(5,'专家讲座',1,1),(6,'讲座精选',1,1),(7,'帮你帮我',1,1),(8,'宝宝看世界',1,1),(9,'成长不烦恼',1,1),(10,'论坛热议',1,1),(11,'商户排行',1,1),(12,'热门讨论版',1,1),(13,'缤纷体验',1,1),(14,'成长俱乐部',1,1),(15,'大手拉小手',1,1),(16,'时尚辣妈圈',1,1),(17,'摩登风尚',1,1),(18,'辣妈推荐',1,1),(19,'宝贝SHOW',1,1),(20,'一通',1,1),(21,'二通',1,1);
/*!40000 ALTER TABLE `cmsposition` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `page`
--

DROP TABLE IF EXISTS `page`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `page` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `page`
--

LOCK TABLES `page` WRITE;
/*!40000 ALTER TABLE `page` DISABLE KEYS */;
INSERT INTO `page` VALUES (1,'亲子首页');
/*!40000 ALTER TABLE `page` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2015-09-15 10:29:06
